// Generic Button Titles

// UI guidelines state that "Yes" and "No" should not be used in dialogs. So don't use them.
// "YES" = "Yes";
// "NO" = "No";

OK          = "OK";
OK_REPLY    = "OK";     // Use this to avoid ambiguity when localization is missing.
CANCEL      = "Avbryt";
CONTINUE    = "Fortsett";
DONE        = "Ferdig";

/* Photo Stream account Setup */
PHOTO_STREAM_SETUP_ALERT_TITLE = "Bildestrøm";
PHOTO_STREAM_SETUP_ALERT_MESSAGE = "Bildestrøm gjør bildene dine automatisk tilgjengelig på alle enhetene dine som er knyttet til iCloud. Du kan slå på Bildestrøm i Innstillinger.";
PHOTO_STREAM_SETUP_LATER_BUTTON_TITLE = "Senere";
PHOTO_STREAM_SETUP_SETTINGS_BUTTON_TITLE = "Innstillinger";


/* Repeat pref */
"REPEAT" = "Gjenta";

/* Shuffle pref */
"SHUFFLE" = "Miks";

/* Albums list title */
"ALBUMS" = "Albumer";

/* Tab titles */
"ALBUMS_TAB" = "Albumer";
"EVENTS_TAB" = "Hendelser";
"FACES_TAB"  = "Ansikter";
"PLACES_TAB"  = "Steder";
"IMPORT_TAB" = "Importer";

/* Format for album image count */
"ALBUM_IMAGE_COUNT_FORMAT" = "%@ bilder";
"ALBUM_VIDEO_COUNT_FORMAT" = "%@ videoer";
"ALBUM_OTHER_COUNT_FORMAT" = "%@ objekter";

"1_ALBUM_IMAGE" = "1 bilde";
"1_ALBUM_VIDEO" = "1 video";
"1_ALBUM_OTHER" = "1 objekt";
"ALBUM_ITEMS_COUNT_FORMAT" = "%@, %@";

ALBUM_THREE_TYPES_LABEL_COMMAS  = "%@, %@, %@";
ALBUM_TWO_TYPES_LABEL_COMMAS    = "%@, %@";
ALBUM_THREE_TYPES_LABEL_CONJUNCTION  = "%@, %@ og %@";
ALBUM_TWO_TYPES_LABEL_CONJUNCTION    = "%@ og %@";
ALBUM_ZERO_TYPES_LABEL   = "Ingen objekter";         // Not displayed in normal conditions.

/* Message prompting whether to display slideshow on TV or not */
"DISPLAY_ON_TV" = "Vise på TV?";

/* Text for graphic displayed in content area when a video is being played on an external display */
"TVOUT_PLACEHOLDER_TITLE"    = "TV tilkoblet";
"TVOUT_PLACEHOLDER_SUBTITLE" = "Denne videoen vises på TV-en.";

/* Format string for scrub overlay */
"PHOTO_TITLE_FORMAT" = "%1$@ av %2$@";

/* Format string for number of images remaining in camera */
"PICTURES_REMAINING_FORMAT" = "%d gjenstår";

/* Setting for no music */
"Off" = "Av";

/* Setting for no music */
"NowPlaying" = "Spilles nå";

/* Setting for playing whatever iPhoto set */
"FromIPhoto" = "Fra iPhoto";

/* Title for contact photo selection */
"CONTACT_PHOTO_TITLE_FORMAT" = "Slik vil det se ut når «%@» ringer.";

/* Capturing HUD */
"CAPTURING" = "Overfører";

/* Retake button in crop overlay */
"RETAKE" = "Om igjen";

/* Use (Done) button in crop overlay */
"USE" = "Bruk";

/* Subtitle for contact photo selection */
"CONTACT_PHOTO_SUBTITLE" = "Flytt og skaler";

/* Title for cropping photo selection */
"CROP_OVERLAY_TITLE" = "Flytt og skaler";

/* Title for cropping wallpaper selection */
"WALLPAPER_OVERLAY_TITLE" = "Flytt og skaler";

/* Title for cropping photo selection */
"CROP_OVERLAY_SUBTITLE" = "";

/* Title for non-editing photo selection */
"PREVIEW" = "Forhåndsvisning";

/* Title for wallpaper photo selection */
"WALLPAPER_PHOTO_TITLE" = "Forhåndsvisning av bakgrunn";

/* Title of button to set contact photo */
"SET_PHOTO_BUTTON" = "Velg bilde";

"CHOOSE_PHOTO_BUTTON" = "Velg";

"USE_PHOTO_BUTTON" = "Bruk bilde";

/* Title of button to set wallpaper */
"SET_WALLPAPER_BUTTON" = "Bruk";

/*** Sharing and Action Button Labels ***/
// a. Displayed in the Action popup menu in photo view.
// b. Displayed in the Share popup menu in album view on iPhone.

SEND_VIA_EMAIL_BUTTON       = "Send med e-post";
    // Note: Generic case used in the Share menu in the album view on iPhone.

SEND_PHOTO_VIA_EMAIL_BUTTON = "Send med e-post";
SEND_VIDEO_VIA_EMAIL_BUTTON = "Send med e-post";

TEXT_MESSAGE                = "Send med tekstmelding";

SEND_TO_MOBILE_ME           = "Send til MobileMe";
SEND_TO_YOUTUBE             = "Send til YouTube";
TWEET                       = "Tvitre";

ASSIGN_TO_CONTACT_BUTTON    = "Tilordne til kontakt";
USE_AS_SCREENSAVER_BUTTON   = "Bruk som bakgrunn";
ROTATE_PHOTO                = "Roter bilde";

COPY_PHOTO_ACTION           = "Kopier bilde";
COPY_VIDEO_ACTION           = "Kopier video";
PRINT                       = "Skriv ut";


/*** ***/

/* Title of button to set screensaver */
"SET_SCREENSAVER_BUTTON" = "Angi bakgrunn";

/* Status shown while setting wallpaper */
"SETTING_WALLPAPER" = "Angir bakgrunn";

/* Strings for lack of Mail setup */
"NO_EMAIL_TITLE" = "E-postkonto";

"NO_EMAIL_ACCOUNT_FOR_PHOTOS_OR_VIDEOS" = "Konfigurer en e-postkonto for å sende bilder og video med e-post.";
"NO_EMAIL_ACCOUNT_FOR_PHOTOS" = "Konfigurer en e-postkonto for å sende bilder med e-post.";
"NO_EMAIL_ACCOUNT_FOR_VIDEOS" = "Konfigurer en e-postkonto for å sende videoer med e-post.";

/* Button tile for lack of Mail setup */
"SET_UP_MAIL_ACCOUNT" = "Konfigurer";

/* Status shown while saving video */
"SAVING_VIDEO" = "Arkiverer video";

/* Status shown while saving picture */
"SAVING_PHOTO" = "Arkiverer bilde";

/* Status shown while loading picture */
"LOADING_PHOTO" = "Laster inn…";

/* Label under spinner while camera loads */
"CAMERA_LOADING" = "Laster inn…";

/* EXIF TIFF Model */
"TIFFMAKE" = "Apple";

/* EXIF TIFF Make */
"TIFFMODEL_IPHONE" = "iPhone";
"TIFFMODEL_IPOD" = "iPod";

/* Title shown for empty photo album - photo mode */
"NO_PHOTOS" = "Ingen bilder";

/* Title shown for empty photo album - video mode */
"NO_VIDEOS" = "Ingen videoer";

/* Title shown for empty photo album - both */
"NO_PHOTOS_VIDEOS" = "Ingen bilder eller videoer";

/* Title for empty camera album - */
"CAMERA_ROLL_LOCKED_iPhone" = "iPhone-enheten er låst.";
"CAMERA_ROLL_LOCKED_iPod touch" = "iPod-enheten er låst.";
"CAMERA_ROLL_LOCKED_iPad" = "iPad-enheten er låst.";
"CAMERA_ROLL_LOCKED_iPhone Simulator" = "iPhone-enheten er låst.";
"CAMERA_ROLL_LOCKED_iPad Simulator" = "iPad-enheten er låst.";

/* Message for empty camera album - photo mode */
"EMPTY_CAMERA_ROLL_PHOTOS" = "Du kan ta bilder med kameraet.";

/* Message for empty camera album - video mode */
"EMPTY_CAMERA_ROLL_VIDEOS" = "Du kan ta opp video med kameraet.";

/* Message for empty camera album - both */
"EMPTY_CAMERA_ROLL_ALL" = "Du kan ta bilder eller ta opp video med kameraet.";

/* Message for empty lock screen camera album */
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPhone" = "Lås opp iPhone-enheten for å se bildene og videoene dine.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPod touch" = "Lås opp iPod-enheten for å se bildene og videoene dine.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPad" = "Lås opp iPad-enheten for å se bildene og videoene dine.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPhone Simulator" = "Lås opp iPhone-enheten for å se bildene og videoene dine.";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPad Simulator" = "Lås opp iPad-enheten for å se bildene og videoene dine.";

/* Message for empty photo album */
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPhone" = "Du kan sykronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPod touch" = "Du kan sykronisere bilder og videoer til iPod-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPad" = "Du kan sykronisere bilder og videoer til iPad-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPhone Simulator" = "Du kan sykronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPad Simulator" = "Du kan sykronisere bilder og videoer til iPad-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";

/* Message for empty photo album when a camera is available */
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPhone" = "Du kan ta bilder med kameraet, sykronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPod touch" = "Du kan ta bilder med kameraet, sykronisere bilder og videoer til iPod-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPad" = "Du kan ta bilder med kameraet, sykronisere bilder og videoer til iPad-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPhone Simulator" = "Du kan ta bilder med kameraet, sykronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPad Simulator" = "Du kan ta bilder med kameraet, sykronisere bilder og videoer til iPad-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";

/* Message for empty photo album when a video is available */
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPhone" = "Du kan ta bilder og filme med kameraet, sykronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPod touch" = "Du kan ta bilder og filme med kameraet, sykronisere bilder og videoer til iPod-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPad" = "Du kan ta bilder og filme med kameraet, sykronisere bilder og videoer til iPad-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPhone Simulator" = "Du kan ta bilder og filme med kameraet, sykronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPad Simulator" = "Du kan ta bilder og filme med kameraet, sykronisere bilder og videoer til iPad-enheten ved hjelp av iTunes, eller legge til bilder og videoer fra andre albumer og hendelser.";

/* Message for empty photo stream album */
"EMPTY_ALBUM_PHOTO_STREAM" = "Bildestrøm laster opp og lagrer bildene dine fra de siste 30 dagene på iCloud og laster dem ned til alle enhetene dine.";

/* Message for empty photo album when there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPhone" = "Du kan synkronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPod touch" = "Du kan synkronisere bilder og videoer til iPod-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPad" = "Du kan synkronisere bilder og videoer til iPad-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPhone Simulator" = "Du kan synkronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPad Simulator" = "Du kan synkronisere bilder og videoer til iPad-enheten ved hjelp av iTunes.";

/* Message for empty photo album when a camera is available and there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPhone" = "Du kan ta bilder med kameraet eller synkronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPod touch" = "Du kan ta bilder med kameraet eller synkronisere bilder og videoer til iPod-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPad" = "Du kan ta bilder med kameraet eller synkronisere bilder og videoer til iPad-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPhone Simulator" = "Du kan ta bilder med kameraet eller synkronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPad Simulator" = "Du kan ta bilder med kameraet eller synkronisere bilder og videoer til iPad-enheten ved hjelp av iTunes.";

/* Message for empty photo album when a video is available and there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPhone" = "Du kan ta bilder og ta opp videoer med kameraet eller synkronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPod touch" = "Du kan ta bilder og ta opp videoer med kameraet eller synkronisere bilder og videoer til iPod-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPad" = "Du kan ta bilder og ta opp videoer med kameraet eller synkronisere bilder og videoer til iPad-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPhone Simulator" = "Du kan ta bilder og ta opp videoer med kameraet eller synkronisere bilder og videoer til iPhone-enheten ved hjelp av iTunes.";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPad Simulator" = "Du kan ta bilder og ta opp videoer med kameraet eller synkronisere bilder og videoer til iPad-enheten ved hjelp av iTunes.";

/* Message when there's not enough disk space */
"LOW_DISK_SPACE_TITLE" = "Lite plass på disken";
"LOW_DISK_SPACE_PHOTO_TITLE" = "Kan ikke ta bilde";
"LOW_DISK_SPACE_VIDEO_TITLE" = "Kan ikke ta opp video";
"LOW_DISK_SPACE_TRIM_TITLE" = "Kan ikke klippe video";
"LOW_DISK_SPACE_PHOTO_BODY" = "Det er ikke nok ledig plass til å ta bilde. Du kan administrere lagringsplassen i Innstillinger.";
"LOW_DISK_SPACE_VIDEO_BODY" = "Det er ikke nok ledig plass til å ta opp video. Du kan administrere lagringsplassen i Innstillinger.";
"LOW_DISK_SPACE_TRIM_BODY" = "Det er ikke nok ledig plass til å klippe video. Du kan administrere lagringsplassen i Innstillinger.";
"LOW_DISK_SPACE_NO_SETTINGS_PHOTO_BODY" = "Det er ikke nok ledig plass til å ta bilde.";
"LOW_DISK_SPACE_NO_SETTINGS_VIDEO_BODY" = "Det er ikke nok ledig plass til å ta opp video.";
"LOW_DISK_SPACE_NO_SETTINGS_TRIM_BODY" = "Det er ikke nok ledig plass til å klippe video.";
"LOW_DISK_SPACE_ALERT_SETTINGS_TITLE" = "Innstillinger";
"LOW_DISK_SPACE_ALERT_DONE_TITLE" = "Ferdig";
"LOW_DISK_SPACE_NO_SETTINGS_ALERT_DONE_TITLE" = "OK";

/* Recording stopped resons */
"RECORDING_STOPPED_TITLE" = "Videoopptaket stoppet";
"MAX_RECORDING_DURATION_REACHED"  = "Maksimumslengden for denne videoen er nådd.";
"MAX_RECORDING_FILE_SIZE_REACHED" = "Maksimumsstørrelsen for denne videoen er nådd."; 

"MOBILE_ME_SERVICE_NAME" = "MobileMe";

/* Crop overlay title */
"TAKE_PICTURE" = "Ta bilde";

// ***

"FLASH_DISABLED_TITLE"    = "Blitsen er deaktivert";
"FLASH_DISABLED_MESSAGE_iPhone"  = "iPhone-enheten må avkjøles før du kan bruke blitsen.";
"FLASH_DISABLED_MESSAGE_iPod touch" = "iPod-enheten må avkjøles før du kan bruke blitsen.";
"FLASH_DISABLED_MESSAGE_iPad"  = "iPad-enheten må avkjøles før du kan bruke blitsen.";

"VIDEO_INCOMPATIBLE_ERROR" = "Operasjon mislyktes fordi videoen ikke er kompatibel med den arkiverte bilderullen på enheten.";

/* Titles for segments for camera album sheet */
"CAMERA_ALBUM_SEGMENT_ALL" = "Alle";
"CAMERA_ALBUM_SEGMENT_PHOTOS" = "Bilder";
"CAMERA_ALBUM_SEGMENT_VIDEO" = "Videoer";

"TRIM_ACTION_TITLE" = "Klipp";

"TRIM_BUTTON_TITLE" = "Klipp";
"PUBLISH_BUTTON_TITLE" = "Publiser";

"APPROXIMATE_SIZE" = "(≈%@)";

"MEDIA_PROGRESS_NO_TIME_FORMAT" = "Publiserer på %@";
"MEDIA_PROGRESS_FORMAT" = "Publiserer på %@: %@";
"MEDIA_TIME_MINUTES_REMAINING_FORMAT" = "Omtrent %d minutter igjen…";
"MEDIA_TIME_ONE_MINUTE_REMAINING" = "Omtrent 1 minutt igjen…";
"MEDIA_TIME_SECONDS_REMAINING_FORMAT" = "Omtrent %d sekunder igjen…";
"MEDIA_TIME_ONE_SECOND_REMAINING" = "Omtrent 1 sekund igjen…";
"COMPLETING_UPLOAD" = "Fullfører opplasting…";

TRIMMING_VIDEO      = "Klipper video…";
PREPARING_VIDEO     = "Forbereder video…";
COMPRESSING_VIDEO   = "Komprimerer video…";

//Generic formats are used for media with no Title. Eg: Photo Published

PUBLISHED_MEDIA_FORMAT  = "«%@» publisert";
PUBLISHED_VIDEO         = "Video publisert";
PUBLISHED_IMAGE         = "Bilde publisert";

MEDIA_FAILURE_FORMAT    = "Kunne ikke publisere «%@»";
FAILED_PUBLISH_VIDEO    = "Kunne ikke publisere videoen.";
FAILED_PUBLISH_IMAGE    = "Kunne ikke publisere bildet.";

"VIEW_BUTTON_TITLE_FORMAT" = "Vis på %@";
"TELL_A_FRIEND" = "Tips en venn";
"CLOSE" = "Lukk";

"TRIM_FOR_MMS_TITLE" = "Send";
"TRIM_FOR_EMAIL_TITLE" = "E-post";
"TRIM_FOR_PUBLISH_TITLE" = "Publiser";

"TRIM_VIDEO_NAV_TITLE" = "Klipp video";
"TRIM_VIDEO_NAV_TITLE_IMAGE_PICKER" = "Rediger video";
"TRIM_TITLE_IMAGE_PICKER" = "Arkiver";

"VIDEO_TOO_LONG_ALERT_TITLE" = "Videoen er for lang";
"VIDEO_TOO_LONG_MMS_BODY" = "Vil du velge et mindre klipp fra denne videoen for å sende?";
"VIDEO_TOO_LONG_EMAIL_BODY" = "Vil du velge et mindre klipp fra denne videoen for å sende som e-post?";
"VIDEO_TOO_LONG_PUBLISH_BODY" = "Vil du velge et mindre klipp fra denne videoen for å publisere?";

"VIDEO_TOO_LONG_CANCEL" = "Avbryt";
"VIDEO_TOO_LONG_OK" = "OK";

/*** Album View Button Labels  ***/
// These labels are displayed in the toolbar at the bottom of the album view after the Action icon is touched (iPhone) or in the nav bar after the action button is touched (iPad)

ADD_BUTTON          = "Legg til";
ADD_PHOTOS_BUTTON   = "Legg til bilder";
ADD_TO_BUTTON       = "Legg til i";
ADD_TO_ELLIPSIS_BUTTON = "Legg til i…";
SHARE_BUTTON        = "Del";
SHARE_BUTTON_FORMAT = "Del (%d)";
EMAIL_BUTTON        = "Send med e-post";
EMAIL_BUTTON_FORMAT = "Send e-post (%d)";
COPY_BUTTON         = "Kopier";
COPY_BUTTON_FORMAT  = "Kopier (%d)";
MOVE_BUTTON         = "Legg til i";
MOVE_BUTTON_FORMAT  = "Legg til i (%d)";
PRINT_BUTTON        = "Skriv ut";
PRINT_BUTTON_FORMAT = "Skriv ut (%d)";
REMOVE_BUTTON       = "Fjern";
REMOVE_BUTTON_FORMAT = "Fjern (%d)";
DELETE_BUTTON       = "Slett";
DELETE_BUTTON_FORMAT = "Slett (%d)";
SAVE_TO_CAMERAROLL_BUTTON = "Arkiver";
SAVE_TO_CAMERAROLL_SHEET_BUTTON = "Arkiver i Kamerarull";
SAVE_TO_SAVEDPHOTOS_SHEET_BUTTON = "Arkiver til Arkiverte bilder";

/***/

"TRIM_ALERT_TITLE" = "Klipp original";
"TRIM_COPY_ALERT_TITLE" = "Arkiver som nytt klipp";

/* Error message displayed in an alert when the re encoding of a video is interrupted */
"SHARING_WAS_INTERRUPTED" = "Deling ble avbrutt";

/* Photo filename for emailed items */
"PHOTO_FILENAME" = "bilde";
"AUDIO_FILENAME" = "lyd";

"PRINT_FILENAME" = "Bilde";

"VIDEO_TOO_LONG_TITLE" = "Video for lang å sende";
"VIDEO_TOO_LONG_TITLE_IMAGE_PICKER" = "Videoen er for lang";
"VIDEO_TOO_LONG_BODY" = "Marker et mindre klipp fra denne videoen.";

"VIDEO_PLAYBACK_FAILED" = "Dette filmformatet støttes ikke.";

/*** Bulk Editing ***/

// Navigation bar titles.

SELECT_PHOTOS       = "Marker bilder";
SELECT_VIDEOS       = "Marker videoer";
SELECT_AUDIOS       = "Marker lydfiler";
SELECT_ITEMS        = "Marker objekter";

SELECTED_PHOTO      = "1 bilde markert";
SELECTED_PHOTOS     = "%d bilder markert";

SELECTED_VIDEO      = "1 video markert";
SELECTED_VIDEOS     = "%d videoer markert";

SELECTED_AUDIO      = "1 lydfil markert";
SELECTED_AUDIOS     = "%d lydfiler markert";

SELECTED_ITEM       = "1 objekt markert";
SELECTED_ITEMS      = "%d objekter markert";

// Move Action sheet labels

MOVE_TO_EXISTING_ALBUM = "Flytt til eksisterende album";
ADD_TO_EXISTING_ALBUM  = "Legg til i eksisterende album";
ADD_TO_NEW_ALBUM       = "Legg til i nytt album";

// Remove confirmation button labels and prompts.

REMOVE_FROM_ALBUM_BUTTON   = "Fjern fra album";

REMOVE_CONF_TITLE_PHOTO    = "Dette bildet blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";
REMOVE_CONF_TITLE_PHOTOS   = "Disse bildene blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";

REMOVE_CONF_TITLE_VIDEO    = "Denne videoen blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";
REMOVE_CONF_TITLE_VIDEOS   = "Disse videoene blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";

REMOVE_CONF_TITLE_AUDIO    = "Dette lydklippet blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";
REMOVE_CONF_TITLE_AUDIOS   = "Disse lydklippene blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";

REMOVE_CONF_TITLE_ITEM     = "Dette objektet blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";
REMOVE_CONF_TITLE_ITEMS    = "Disse objektene blir fjernet fra dette albumet, men blir ikke fjernet fra bildebiblioteket.";

REMOVE_ALL                 = "Fjern alle";
REMOVE_ALL_INCLUDING_ALBUM = "Fjern alle";


// Delete confirmation button labels.

DELETE_PHOTO        = "Slett bilde";
DELETE_PHOTOS       = "Slett markerte bilder";

DELETE_VIDEO        = "Slett video";
DELETE_VIDEOS       = "Slett markerte videoer";

DELETE_AUDIO        = "Slett lyd";
DELETE_AUDIOS       = "Slett markerte lydfiler";

DELETE_ITEM         = "Slett objekt";
DELETE_ITEMS        = "Slett markerte objekter";

DELETE_MEDIA        = "Slett medier";
DELETE_MEDIAS       = "Slett markerte medier";

DELETE_ALL          = "Slett alle";
DELETE_ALL_INCLUDING_ALBUM = "Slett alle";
    // Displayed when an album or event will be deleted in addition to deleting all the photos within the album or event.

DELETE_CONF_TITLE   = "Bare objekter som er importert direkte til iPad-enheten, kan slettes.";

// Deleting photos that are referenced from albums
DELETE_EVERYWHERE                               = "Slett overalt";

DELETE_EVERYWHERE_CONF_TITLE_PHOTO_1_ALBUM      = "Bildet brukes også i et album.\nVil du slette bildet overalt?";
DELETE_EVERYWHERE_CONF_TITLE_PHOTO_N_ALBUMS     = "Bildet brukes også i %@ album.\nVil du slette bildet overalt?";
DELETE_EVERYWHERE_CONF_TITLE_PHOTOS_1_ALBUM     = "Bildene brukes også i et album.\nVil du slette bildene overalt?";
DELETE_EVERYWHERE_CONF_TITLE_PHOTOS_N_ALBUMS    = "Bildene brukes også i %@ album.\nVil du slette bildene overalt?";

DELETE_EVERYWHERE_CONF_TITLE_VIDEO_1_ALBUM      = "Videoen brukes også i et album.\nVil du slette videoen overalt?";
DELETE_EVERYWHERE_CONF_TITLE_VIDEO_N_ALBUMS     = "Videoen brukes også i %@ album.\nVil du slette videoen overalt?";
DELETE_EVERYWHERE_CONF_TITLE_VIDEOS_1_ALBUM     = "Videoene brukes også i et album.\nVil du slette videoene overalt?";
DELETE_EVERYWHERE_CONF_TITLE_VIDEOS_N_ALBUMS    = "Videoene brukes også i %@ album.\nVil du slette videoene overalt?";

DELETE_EVERYWHERE_CONF_TITLE_AUDIO_1_ALBUM      = "Lydklippet brukes også i et album.\nVil du slette lydklippet overalt?";
DELETE_EVERYWHERE_CONF_TITLE_AUDIO_N_ALBUMS     = "Lydklippet brukes også i %@ album.\nVil du slette lydklippet overalt?";
DELETE_EVERYWHERE_CONF_TITLE_AUDIOS_1_ALBUM     = "Lydklippene brukes også i et album.\nVil du slette lydklippene overalt?";
DELETE_EVERYWHERE_CONF_TITLE_AUDIOS_N_ALBUMS    = "Lydklippene brukes også i %@ album.\nVil du slette lydklippene overalt?";

DELETE_EVERYWHERE_CONF_TITLE_ITEM_1_ALBUM       = "Objektet brukes også i et album.\nVil du slette objektet overalt?";
DELETE_EVERYWHERE_CONF_TITLE_ITEM_N_ALBUMS      = "Objektet brukes også i %@ album.\nVil du slette objektet overalt?";
DELETE_EVERYWHERE_CONF_TITLE_ITEMS_1_ALBUM      = "Objektene brukes også i et album.\nVil du slette objektene overalt?";
DELETE_EVERYWHERE_CONF_TITLE_ITEMS_N_ALBUMS     = "Objektene brukes også i %@ album.\nVil du slette objektene overalt?";

/*** Import ***/

// Navigation bar button labels.

IMPORT              = "Importer";
IMPORT_ALL          = "Importer alle";
IMPORT_SELECTED     = "Importer markerte";

DELETE_SELECTED     = "Slett markerte";

STOP_IMPORT         = "Stopp import";

// ***

"FREE_SPACE_TITLE" = "Ikke nok ledig plass";
"FREE_SPACE_MESSAGE" = "Import krever ytterligere %@. Marker færre objekter, eller frigjør plass ved å slette videoer, bilder eller sanger.";

"NO_SPACE_MESSAGE_iPhone" = "iPhone-enheten har ikke nok ledig plass til å importere bilder.";
"NO_SPACE_MESSAGE_iPod" = "iPod-enheten har ikke nok ledig plass til å importere bilder.";
"NO_SPACE_MESSAGE_iPad" = "iPad-enheten har ikke nok ledig plass til å importere bilder.";

"IMPORT_COMPLETE_TITLE" = "Import fullført";
"IMPORT_STOPPED_TITLE" = "Import stoppet";

"KEEPORDELETE_PHOTO_iPhone" = "Vil du slette det importerte bildet fra den tilkoblede iPhone-enheten?";
"KEEPORDELETE_PHOTOS_iPhone" = "Vil du slette importerte bilder fra den tilkoblede iPhone-enheten?";
"KEEPORDELETE_VIDEO_iPhone" = "Vil du slette den importerte videoen fra den tilkoblede iPhone-enheten?";
"KEEPORDELETE_VIDEOS_iPhone" = "Vil du slette importerte videoer fra den tilkoblede iPhone-enheten?";
"KEEPORDELETE_MEDIA_iPhone" = "Vil du slette importerte medier fra den tilkoblede iPhone-enheten?";

"KEEPORDELETE_PHOTO_iPod" = "Vil du slette det importerte bildet fra den tilkoblede iPod-enheten?";
"KEEPORDELETE_PHOTOS_iPod" = "Vil du slette importerte bilder fra den tilkoblede iPod-enheten?";
"KEEPORDELETE_VIDEO_iPod" = "Vil du slette den importerte videoen fra den tilkoblede iPod-enheten?";
"KEEPORDELETE_VIDEOS_iPod" = "Vil du slette importerte videoer fra den tilkoblede iPod-enheten?";
"KEEPORDELETE_MEDIA_iPod" = "Vil du slette importerte medier fra den tilkoblede iPod-enheten?";

"KEEPORDELETE_PHOTO_iPad" = "Vil du slette det importerte bildet fra den tilkoblede iPad-enheten?";
"KEEPORDELETE_PHOTOS_iPad" = "Vil du slette importerte bilder fra den tilkoblede iPad-enheten?";
"KEEPORDELETE_VIDEO_iPad" = "Vil du slette den importerte videoen fra den tilkoblede iPad-enheten?";
"KEEPORDELETE_VIDEOS_iPad" = "Vil du slette importerte videoer fra den tilkoblede iPad-enheten?";
"KEEPORDELETE_MEDIA_iPad" = "Vil du slette importerte medier fra den tilkoblede iPad-enheten?";

"KEEPORDELETE_PHOTO_Camera" = "Vil du slette det importerte bildet fra det tilkoblede kameraet?";
"KEEPORDELETE_PHOTOS_Camera" = "Vil du slette importerte bilder fra det tilkoblede kameraet?";
"KEEPORDELETE_VIDEO_Camera" = "Vil du slette den importerte videoen fra det tilkoblede kameraet?";
"KEEPORDELETE_VIDEOS_Camera" = "Vil du slette importerte videoer fra det tilkoblede kameraet?";
"KEEPORDELETE_MEDIA_Camera" = "Vil du slette importerte medier fra det tilkoblede kameraet?";

"KEEPORDELETE_PHOTO_FORMAT" = "Vil du slette det importerte bildet fra «%@»?";
"KEEPORDELETE_PHOTOS_FORMAT" = "Vil du slette importerte bilder fra «%@»?";
"KEEPORDELETE_VIDEO_FORMAT" = "Vil du slette den importerte videoen fra «%@»?";
"KEEPORDELETE_VIDEOS_FORMAT" = "Vil du slette importerte videoer fra «%@»?";
"KEEPORDELETE_MEDIA_FORMAT" = "Vil du slette importerte medier fra «%@»?";

"KEEP" = "Behold";
"REMOVE" = "Slett";
"IGNORE_DUPLICATES" = "Hopp over duplikater";
"IMPORT_DUPS" = "Bildeduplikater";
"IMPORT_DUPS_MSG" = "Noen av disse bildene finnes allerede i bildebiblioteket.";
"IMPORT_DUPS_ALL_MSG" = "Alle disse bildene finnes allerede i bildebiblioteket.";
"UNLOCK_DEVICE_iPhone" = "Lås opp iPhone-enheten for å importere bilder";
"UNLOCK_DEVICE_iPod" = "Lås opp iPod-enheten for å importere bilder";
"UNLOCK_DEVICE_iPad" = "Lås opp iPad-enheten for å importere bilder";

"IMPORT_MULTI_ALERT_TITLE" = "Flere formater er importert";
"IMPORT_MULTI_ALERT_MESSAGE" = "Bildestrøm laster bare opp én versjon av hvert objekt.";

// Shorter form of "Import All" for the confirmation dialog
IMPORT_ALL_SHORT          = "Importer alle";

"CAMERA_DEVICE_TYPE" = "Kamera";

"IMPORT_LOADING_STRING" = "Laster inn…";

"IMPORT_EMPTY_DEVICE_TITLE" = "Ingen bilder å importere";
"IMPORT_EMPTY_DEVICE_MESSAGE" = "";

/* Error string for when an image from an external camera fails to download */
"CAMERA_IMPORT_DOWNLOAD_FAILED" = "Kunne ikke laste ned bildet.";

/* Error string for when an image from an external camera fails to import */
"CAMERA_IMPORT_IMPORT_FAILED" = "Kunne ikke importere bildet.";

/* Wildcat PLUIImageViewController */
"CHOOSE_PHOTO_TITLE" = "Velg bilde";
"CHOOSE_VIDEO_TITLE" = "Velg video";
"USE_PHOTO_BUTTON_TITLE" = "Bruk";


"PROGRESS_SYNCING_X_OF_Y" = "Synkroniserer %@ av %@";
"PROGRESS_IMPORTING_X_OF_Y" = "Gjenoppretter %@ av %@";
"PROGRESS_DOWNLOADING_X_OF_Y" = "Laster ned %@ av %@";
"PROGRESS_SYNCING_AND_IMPORTING_X_OF_Y" = "Synkroniserer %@ av %@";
"PROGRESS_SYNCING_AND_DOWNLOADING_X_OF_Y" = "Synkroniserer %@ av %@";
"PROGRESS_IMPORTING_AND_DOWNLOADING_X_OF_Y" = "Laster ned %@ av %@";
"PROGRESS_ALL_X_OF_Y" = "Synkroniserer %@ av %@";


/*** Full Screen ***/

// Navigation bar button labels.

SLIDESHOW = "Lysbildeserie";

/*** Slideshow Settings ***/

"SLIDESHOW_SETTINGS_TITLE" = "Valg for lysbildeserie";
"TRANSITIONS" = "Overganger";
"PLAY_MUSIC" = "Spill musikk";
"SELECTED_MUSIC" = "Musikk";
"NO_MUSIC_SELECTED" = "Ingen";
"START_SLIDESHOW" = "Start lysbildeserie";

/* Slideshow Transitions */
"TRANSITION" = "Overgang";
"CUBE" = "Kube";
"DISSOLVE" = "Overtoning";
"RIPPLE" = "Krusning";
"WIPE" = "Visk ut";
"ORIGAMI" = "Origami";
"WIPEACROSS" = "Utstrykning på tvers";
"WIPEDOWN" = "Utstrykning nedover";

/* K66 Transitions as of Durango */
"KenBurns" = "Ken Burns";
"Origami" = "Origami";
"Reflections" = "Refleksjoner";
"Vintage Prints" = "Klassiske bilder";
"Snapshots" = "Øyeblikk";
"PhotoMobile" = "Fotouro";
"HolidayMobile" = "Juleuro";
"Shatter" = "Spredning";
"Places" = "Steder";
"Classic" = "Klassisk";
"Scrapbook" = "Utklippsbok";
"SlidingPanels" = "Glidende paneler";

/* Flash settings */
"FLASH_AUTO" = "Auto";
"FLASH_OFF" = "Av";
"FLASH_ON" = "På";
"FLASH_HDR" = "HDR";

"HDR_ON" = "HDR på";
"HDR_OFF" = "HDR av";

/* Places */
"PLACES" = "Steder";
"PHOTOS_SINGULAR" = "Ett bilde";
"PHOTOS_PLURAL"   = "%@ bilder";

/* New Wallpaper */
"SET_LOCK_SCREEN" = "Bruk på låst skjerm";
"SET_HOME_SCREEN" = "Bruk på Hjem-skjerm";
"SET_BOTH" = "Bruk på begge";

/* Message when publish albums are loading */
"LOADING_ALBUMS" = "Laster inn…";

/* The name of places albums depends on their content */
"PLACE_ALBUM_TITLE_ONLY_PHOTOS_SINGULAR" = "Ett bilde";
"PLACE_ALBUM_TITLE_ONLY_PHOTOS_PLURAL"   = "%@ bilder";
"PLACE_ALBUM_TITLE_ONLY_VIDEOS_SINGULAR" = "Én video";
"PLACE_ALBUM_TITLE_ONLY_VIDEOS_PLURAL"   = "%@ videoer";
"PLACE_ALBUM_TITLE_PHOTOS_AND_VIDEOS"    = "%@ objekter";

/* Strings used for displaying the HDR alert */
"HDR_ALERT_TITLE" = "HDR-innstillinger";
"HDR_ALERT_MESSAGE" = "Både originalversjonen og HDR-versjonen av hvert bilde blir arkivert. Du kan endre dette i Innstillinger.";
"HDR_ALERT_SETTINGS_BUTTON_TITLE" = "Innstillinger";
"HDR_ALERT_DISMISS_BUTTON_TITLE" = "OK";

/* HDR HUD */
"SAVING_HDR" = "Arkiverer HDR";

/* Camera Options */
"OPTIONS_BUTTON_TITLE" = "Valg";
"OPTIONS_DONE_BUTTON_TITLE" = "Ferdig";
"GRID_OPTION" = "Rutenett";
"HDR_OPTION" = "HDR";

/* Camera AE/AF Lock */
"AEAF_LOCK_TEXT" = "AE/AF-lås";
"AE_LOCK_TEXT" = "AE-lås";
"AF_LOCK_TEXT" = "AF-lås";

/* Title for AirTunes Popover */
"AIR_PLAY" = "AirPlay";
"AIRTUNES_PASSWORD_ALERT_TITLE" = "AirPlay-passord";
"AIRTUNES_PASSWORD_ALERT_MESSAGE_FORMAT" = "Oppgi passordet for «%@»";
"PASSWORD_ALERT_PLACEHOLDER" = "Passord";

/*Message for view on device when slideshow is playing on airtunes*/
"AIR_PLAY_SLIDESHOW_MESSAGE_FORMAT" = "Lysbildeserien vises nå på «%@».";
"AIR_PLAY_MOVIE_MESSAGE_FORMAT" = "Filmen vises nå på «%@».";
